{
    "number": "8",
    "subtopic": "女性の社会進出",
    "language": "Japanese",
    "description": "Listen to the conversation and complete the task below in Japanese.",
    "audio": "/resources/audio/task8.mp3",
    "questions": [
        "あなたは、地方新聞にのせるきじを書くようにたのまれました。そのために、女性の社会しんしゅつとそのもんだいについてのアンケートをしたテープをわたされました。女性の会話を聞いて、アンケートようしのポイントフォームをさんこうにしながら、日本語でそのないようをかんたんなきじにまとめなさい。"
    ],
    "vocab": {
        "jp": [],
        "en": []
    },  
    "solutions": [
        "会社でひしょをしている女性にインタビューをしました。女性が仕事をもらうチャンスは男性より少ないです。なぜなら、女性は２～３年はたらいて、けっこんするために仕事をやめてしまうと思われているからです。また、女性は男性よりきゅうりょうが少ないし、大きな仕事をもらうことがむずかしいので、仕事がしにくいです。女性が男性と同じようにはたらくためには、ふうふのきょうりょくが大切です。"
    ],
    "transcript" : [
        "インタビュア：すみません、今、はたらく女性にインタビューをおねがいしているんですが、ちょっといいですか。",
        "ともこ：はい。",
        "インタビュア：あのう、じゃあ、まず、仕事をお聞きしてもいいですか。",
        "ともこ：会社でひしょをしています。",
        "インタビュア：そうですか。ひしょの仕事は、何年ぐらいしていますか。",
        "ともこ：今年が二年目です。",
        "インタビュア：仕事をさがすのはたいへんでしたか。",
        "ともこ：はい。とても。私は、３０このインタビューをうけました。",
        "インタビュア：３０こも？",
        "ともこ：ええ、でも、きまったのはこの会社だけです。会社はふけいきで、お金があまりありませんから、女性が仕事を見つけるのはとてもたいへんです。",
        "インタビュア：どうして、男性より女性の方が仕事を見つけるチャンスが少ないのでしょうか。",
        "ともこ：色々なりゆうがあると思います。一番大きなりゆうは、会社は、「大学をそつぎょうした女性は２～３年はたらいて、けっこんするためにやめてしまう」と思っているからです。",
        "インタビュア：でも、じっさいは、けっこんしてもはたらきつづける女の人がふえていますよね。",
        "ともこ：ええ。国のルールでは、女性と男性が同じ仕事のチャンスをもっているんです。でも、はたらきにくいと思うことがよくあります。",
        "インタビュア：たとえば？",
        "ともこ：そうですね。日本は、女性がはたらきやすい国の中で１９いだそです。１位（い）がスウェーデン、２位がノルウェー、３位がフィンランドです。これらの国々とくらべると、女性は男性よりおきゅうりょうが少なくて、大事な仕事をもらうことがむずかしいんです。",
        "インタビュア：うーん。たしかに、女性のマネージャーは少ないですよね。",
        "ともこ：ええ。日本では、マネージャーが１００人いたら、９１人は男性で、女性は９人だけです。スウェーデンは６４人、アメリカは６７人と女性のマネージャーの方が多いそうです。日本はとてもおくれていると思います。",
        "インタビュア：マネージャになれなければ、サラリーがひくいですよね。",
        "ともこ：ええ。日本の女性は、男性の５０％ぐらいしかサラリーをもらっていません。",
        "インタビュア：あなたの会社には、女性のマネージャーがいますか。",
        "ともこ：はい。とても仕事ができる人です。",
        "インタビュア：その人はけっこんしていますか。",
        "ともこ：はい。小さい子どもがいるようです。チャイルドケアに子どもをあずけるのは、お金がかかると言っていました。",
        "インタビュア：そこは、何時から何時までですか。",
        "ともこ：朝８時から午後６時までです。でも、夜はごしゅじんが子どもをむかえに行くそうです。",
        "インタビュア：そうですか。女性が男性と同じようにはたらくためには、ふうふのきょうりょくがたいせつですよね。",
        "ともこ：ええ、ほんとうに。",
        "インタビュア：どうもありがとうございました。",
        "ともこ：どういたしまして。"
    ]
}